---
kind: enumMember
id: F:Autodesk.Revit.DB.WallLocationLine.FinishFaceInterior
enum: Autodesk.Revit.DB.WallLocationLine
source: html/87090d88-570b-6f84-cf87-63414b51ece0.htm
---
# Autodesk.Revit.DB.WallLocationLine.FinishFaceInterior

The wall location line is aligned to the interior face of the wall.